import "./About.scss"
import Carousel from "./Carousel/Carousel"

export default function About() {
  return (
    <div className="wr-about">
        <h1>О компании</h1>

        <div className="general-info">
          <p>Ежедневно в YourMeal заглядывают тысячи гостей — и это неудивительно! Мы делаем всё, чтобы оставаться рестораном быстрого питания №1 в городе.
            Любите открывать для себя новые вкусы? Или находитесь в поиске того самого идеального бургера?
            Мы вам в этом с радостью поможем!
          </p>

          <p>Уже сегодня в нашем меню — <span>7</span> оригинальных бургеров, от классических до авторских с неожиданными ингредиентами. </p>

          <Carousel/>

          <p>
            Чтобы как можно больше людей смогли попробовать наш продукт, мы активно расширяемся. Первый ресторан YourMeal открылся в 2019 году, а уже сегодня мы работаем в 12 точках по всему Минску — и это только начало.

            А ещё, чтобы вы могли насладиться любимым вкусом, не покидая дома, мы запустили доставку — без минимальной суммы заказа и с быстрой логистикой. Мы это сделали для вас, потому что ценим ваше время и комфорт.

            Удобство — наш приоритет. Именно поэтому мы разработали мобильное приложение, в котором вы можете оформить предзаказ на удобное для вас время. После регистрации в приложении — 5% кэшбэка в виде бонусных баллов с каждого заказа. Используйте их для оплаты следующих визитов!

            Ваш бургер будет одинаково вкусным, где бы вы его ни заказали — потому что на каждой кухне мы строго соблюдаем единую технологию и стандарты качества. Мы лично контролируем каждый этап — от закупки ингредиентов до упаковки.

            В ресторанах YourMeal вы всегда можете наблюдать за процессом приготовления — мы открыты перед гостями и гордимся своей честностью и прозрачностью.

            Мы всегда на связи. Возникли вопросы по качеству или сервису? Напишите нам удобным для вас способом — мы оперативно реагируем и становимся лучше именно благодаря вашей обратной связи.

            YourMeal — это не просто еда. Это вкус, за который мы отвечаем!
          </p>

        </div>
    </div>
  )
}
